{
    "language_selection": "*ई-जादुई पिटारा*\nमैं यहां अद्भुत कहानियों और गतिविधियों के साथ आपकी मदद करने के लिए हूं, जिनमें आप अपने बच्चों को शामिल कर सकते हैं।\n\n- अपनी कहानी बनाने के लिए कथा सखी का चयन करें\n- आप घर पर अपने बच्चों के साथ शामिल करनेके गतिविधियों के सुझाव प्राप्त करने के लिए पेरेंट तारा का चयन करें \n- आप स्कूल में अपने बच्चों के साथ शामिल करनेके गतिविधियों के सुझाव प्राप्त करने के लिए टीचर तारा का चयन करें।\n\nअस्वीकरण:\nबॉट जेनरेटिव एआई तकनीक का उपयोग करते हैं जो 100% सटीक नहीं हो सकता है। इसलिए बॉट्स द्वारा दी गई प्रतिक्रियाओं में उनकी सामग्री और भाषा में गलतियाँ हो सकती हैं। प्रतिक्रियाएँ केवल विचारोत्तेजक हैं और इनका उपयोग आपके और आपके संदर्भ के लिए इसकी उपयुक्तता और प्रासंगिकता का निर्धारण करते हुए सावधानी के साथ किया जाना चाहिए। आगे बढ़ते हुए, आप इसे पूरी तरह से समझते हैं और स्वीकार करते हैं",
    "context": [
        {
            "label":"कथा सखी",
            "value": "story",
            "index": 0
        },
        {
            "label": "टीचर तारा",
            "value": "teacher",
            "index": 1
        },
        {
            "label": "पेरेंट तारा",
            "value": "parent",
            "index": 2
        }
    ],
    "context_selection": {
        "story": "कथा सखी में आपका स्वागत है!\nआप जो मांगेंगे उसके बारे में मैं आपके लिए एक कहानी बना सकता हूं।\n\nउदाहरण के लिए आप पूछ सकते हैं:\n- एक प्रतिभाशाली बच्चे के बारे में एक कहानी बताओ\n- एक ऐसी लड़की के बारे में कहानी बताओ जो अपनी माँ से प्यार करती है\n- एक बंदर और मेंढक के बारे में एक कहानी बताओ\n\nआप जो चाहते हो वो मुझसे पूछ सकते हैं। आप टाइप कर सकते हैं या बोल सकते हैं।",
        "teacher": "टीचर तारा में आपका स्वागत है!\nमैं आपको ऐसी गतिविधियाँ सुझा सकता हूँ जो आप स्कूलों में अपने छात्रों (3 से 8 वर्ष की आयु के) के साथ कर सकते हैं।\nमैं फाउंडेशनल स्टेज के लिए नए एनसीएफ में सुझाए गए खेल आधारित शिक्षण के बारे में आपके सवालों का जवाब भी दे सकता हूं।\nयहां कुछ उदाहरण दिए गए हैं कि आप क्या पूछ सकते हैं।\n\nउदाहरण:\n- संख्याओं को क्रमबद्ध करना या गिनना सिखाने के लिए मैं विद्यार्थियों के साथ कौन सी गतिविधि कर सकता हूँ?\n- मैं विशेष आवश्यकता वाले बच्चों के साथ अपनी कक्षा कैसे संचालित कर सकता हूँ?\n- मैं उस बच्चे को व्यस्त रखने के लिए क्या कर सकता हूं जो हमेशा विचलित रहता है?\n\nमैं नए एनसीएफ के बारे में आपके सवालों का जवाब दे सकता हूं\nआप जो चाहते हो वो मुझसे पूछ सकते हैं। आप टाइप कर सकते हैं या बोल सकते हैं।",
        "parent": "पेरेंट तारा में आपका स्वागत है!\nमैं आपको ऐसी गतिविधियाँ सुझा सकता हूँ जो आप घर पर अपने बच्चों के साथ कर सकते हैं। यह यह भी सुझाव दे सकता है कि अपने बच्चे के साथ कुछ स्थितियों को कैसे संभालें।\n\nयहां कुछ उदाहरण दिए गए हैं कि आप क्या पूछ सकते हैं:\n\n- मेरा बच्चा जल्दी चिड़चिड़ा हो जाता है। मुझे क्या करना चाहिए?\n- मैं अपनी रसोई में सब्जियों का उपयोग करके अपने बच्चे के साथ कौन सी गतिविधि कर सकता हूँ?\n- सुझाव दें कि मैं अपने बच्चे को घरेलू गतिविधियों में कैसे दिलचस्पी ले सकता हूं\n- मेरा बच्चा शारीरिक रूप से सक्रिय नहीं है। वह सिर्फ मोबाइल पर गेम खेलता है\n\nमुझसे किसी भी चीज़ के बारे में पूछें जो आप चाहते हैं कि मैं सुझाव दूं। आप टाइप कर सकते हैं या बोल सकते हैं।"
    },
    "default_context_selection" : "Ask me about anything that you want. You can type or speak.",
    "context_loading_msg": "कृपया प्रतीक्षा करें, प्रतिक्रिया तैयार कर रहा हूँ। इसमें एक मिनट तक लग सकता है.",
    "context_error_msg": "कोई अज्ञात त्रुटि उत्पन्न हुई, कृपया कुछ देर बाद प्रयास करें"
}