{
    "language_selection": "*ಇ-ಮಾಯಾ ಪೆಟ್ಟಿಗೆ*\nನಿಮ್ಮ ಮಕ್ಕಳೊಂದಿಗೆ ನೀವು ತೊಡಗಿಸಿಕೊಳ್ಳಬಹುದಾದ ಅದ್ಭುತವಾದ ಕಥೆಗಳನ್ನು ಹೇಳಲು, ಚಟುವಟಿಕೆಗಳನ್ನು ಮಾಡಲು, ನಾನು ನಿಮಗೆ ನೆರವಾಗಲೆಂದೇ ಇಲ್ಲಿದ್ದೇನೆ. \n- ನಿಮ್ಮ ಸ್ವಂತ ಕಥೆಯನ್ನು ಸೃಷ್ಟಿಸಲು ನೀವು ಕಥಾ ಸಖಿಯನ್ನು ಆಯ್ದುಕೊಳ್ಳಿ. \n- ಮನೆಯಲ್ಲಿ ನಿಮ್ಮ ಮಕ್ಕಳೊಂದಿಗೆ ತೊಡಗಿಸಿಕೊಳ್ಳಲು ಬೇಕಾಗುವ ಚಟುವಟಿಕೆಗಳ ಬಗ್ಗೆ ಸಲಹೆಗಳು ಬೇಕಾದರೆ ಪೋಷಕ ತಾರಾವನ್ನು ಆಯ್ದುಕೊಳ್ಳಿ. \n- ಶಾಲೆಯಲ್ಲಿ ನಿಮ್ಮ ವಿದ್ಯಾರ್ಥಿಗಳೊಂದಿಗೆ ತೊಡಗಿಸಿಕೊಳ್ಳಲು ಸೂಕ್ತ ಚಟುವಟಿಕೆಗಳು ಬೇಕಾದರೆ ಶಿಕ್ಷಕಿ ತಾರಾವನ್ನು ಆಯ್ದುಕೊಳ್ಳಿ.\n\nಹಕ್ಕು ನಿರಾಕರಣೆ:\nಬಾಟ್‌ಗಳು ಜನರೇಟಿವ್ ಎಐ ತಂತ್ರಜ್ಞಾನವನ್ನು ಬಳಸುತ್ತವೆ. ಅದು 100% ನಿಖರವಾಗಿರುವುದಿಲ್ಲ. ಆದ್ದರಿಂದ ಬಾಟ್‌ಗಳು ನೀಡಿದ ಪ್ರತಿಕ್ರಿಯೆಗಳು ಅವುಗಳ ವಿಷಯ ಮತ್ತು ಭಾಷೆಯಲ್ಲಿ ತಪ್ಪುಗಳನ್ನು ಹೊಂದಿರಬಹುದು. ಪ್ರತಿಕ್ರಿಯೆಗಳು ಕೇವಲ ಸೂಚಿಸುವಂತಿವೆ ಮತ್ತು ನಿಮಗೆ ಮತ್ತು ನಿಮ್ಮ ಸಂದರ್ಭಕ್ಕೆ ಅದರ ಸೂಕ್ತತೆ ಮತ್ತು ಪ್ರಸ್ತುತತೆಯನ್ನು ನಿರ್ಧರಿಸಲು ಎಚ್ಚರಿಕೆಯಿಂದ ಬಳಸಬೇಕು. ಮುಂದುವರಿಯುವ ಮೂಲಕ, ನೀವು ಇದನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಅರ್ಥಮಾಡಿಕೊಳ್ಳುತ್ತೀರಿ ಮತ್ತು ಸ್ವೀಕರಿಸುತ್ತೀರಿ.",
    "context": [
        {
            "label": "ಕಥಾ ಸಖಿ",
            "value": "story",
            "index": 0
        },
        {
            "label": "ಶಿಕ್ಷಕಿ ತಾರಾ",
            "value": "teacher",
            "index": 1
        },
        {
            "label": "ಪೋಷಕ ತಾರಾ",  
            "value": "parent",
            "index": 2
        }
    ],
    "context_selection": {
        "story": "ಕಥಾ ಸಖಿಗೆ ಸ್ವಾಗತ!\nನೀವು ಕೇಳಿದ ವಿಷಯದ ಬಗ್ಗೆ ನಾನು ನಿಮಗಾಗಿ ಕಥೆ ಸೃಷ್ಟಿಸಿ ಕೊಡಬಲ್ಲೆ.\n\nಉದಾಹರಣೆಗೆ: \n- ಸಮುದ್ರವನ್ನು ಮೊದಲ ಬಾರಿಗೆ ನೋಡಿದ ಹುಡುಗಿಯ ಬಗ್ಗೆ ನಾನು ಒಂದು ಕಥೆಯನ್ನು ಹೇಳಬಲ್ಲೆ.\n- ಮಂಗ ಮತ್ತು ಕಪ್ಪೆಯ ಬಗ್ಗೆ ಒಂದು ಕಥೆಯನ್ನು ಹೇಳಬಲ್ಲೆ. ನಿಮಗೆ ಏನು ಬೇಕೋ ಅದನ್ನು ಕೇಳಿ. \n\nನೀವು ಟೈಪ್ ಮಾಡಬಹುದು ಅಥವಾ ಮಾತನಾಡಬಹುದು.",
        "teacher": "ಶಿಕ್ಷಕ ತಾರಾಗೆ ಸ್ವಾಗತ!\n(೩ ರಿಂದ ೮ ವರ್ಷ ವಯಸ್ಸಿನ) ನಿಮ್ಮ ವಿದ್ಯಾರ್ಥಿಗಳೊಂದಿಗೆ ಶಾಲೆಯಲ್ಲಿ ನೀವು ಮಾಡಬಹುದಾದ ಚಟುವಟಿಕೆಗಳನ್ನು ನಾನು ಸಲಹೆ ಮಾಡಬಲ್ಲೆ. \nಬುನಾದಿ ಹಂತದ ಹೊಸ ಎನ್.ಸಿ.ಎಫ಼್. ಸಲಹೆ ಮಾಡಿರುವ ಪ್ಲೇ ಆಧರಿತ ಕಲಿಕೆಗೆ ಸಂಬಂಧಿಸಿದ ನಿಮ್ಮ ಪ್ರಶ್ನೆಗಳಿಗೂ ಉತ್ತರಿಸಬಲ್ಲೆ. \n\nನೀವು ಕೇಳ ಬಹುದಾದ ಕೆಲವು ಪ್ರಶ್ನೆಗಳ ಉದಾಹರಣೆ ಇಲ್ಲಿದೆ: \n- ಸಂಖ್ಯೆಗಳನ್ನು ವಿಂಗಡಿಸುವ , ಎಣಿಸುವ ಪಾಠ ಕಲಿಸಲು ಯಾವ ಚಟುವಟಿಕೆಯನ್ನು ನಡೆಸಲಿ? \n- ವಿಶೇಷ ಅಗತ್ಯಗಳಿರುವ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ನಾನು ನನ್ನ ತರಗತಿಯನ್ನು ಹೇಗೆ ನಿರ್ವಹಿಸಲಿ? \n- ಯಾವಾಗಲೂ ಚಂಚಲವಾದ ಮಕ್ಕಳನ್ನು ತೊಡಗಿಸಕೊಳ್ಳಲು ಏನು ಮಾಡಲಿ? \n\nಹೊಸ ಎನ್.ಸಿ.ಎಫ಼್ ಬಗ್ಗೆ ನಿಮ್ಮ ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಿಸ ಬಲ್ಲೆ. \nನಿಮಗೆ ಏನು ಬೇಕೋ ಅದನ್ನ ಕೇಳಿ. ನೀವು ಟೈಪ್ ಮಾಡಬಹುದು ಅಥವಾ ಮಾತಾಡಬಹುದು.",
        "parent":  "ಪೋಷಕರ ತಾರಾಗೆ ಸ್ವಾಗತ!\nಮನೆಯಲ್ಲಿ ನಿಮ್ಮ ಮಕ್ಕಳೊಂದಿಗೆ ನೀವು ಮಾಡಬಹುದಾದ ಚಟುವಟಿಕೆಗಳನ್ನು ನಾನು ನಿಮಗೆ ಸೂಚಿಸಬಲ್ಲೆ. ನೀವು ಕೇಳಬಹುದಾದ ಕೆಲವು ಉದಾಹರಣೆಗಳು ಇಲ್ಲಿವೆ:\n \nಉದಾಹರಣೆಗಳು:\n- ನನ್ನ ಅಡುಗೆಮನೆಯಲ್ಲಿ ತರಕಾರಿಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನನ್ನ ಮಗುವಿನೊಂದಿಗೆ ನಾನು ಯಾವ ಚಟುವಟಿಕೆಯನ್ನು ಮಾಡಬಹುದು?\n- ನನ್ನ ಮಗುವಿಗೆ ಮನೆಯ ಚಟುವಟಿಕೆಗಳಲ್ಲಿ ಆಸಕ್ತಿಯನ್ನು ಹೇಗೆ ಮೂಡಿಸಬಹುದು ಎಂಬುದನ್ನು ಸೂಚಿಸಿ\n- ನನ್ನ ಮಗು ಪೌಷ್ಟಿಕ ಆಹಾರವನ್ನು ತಿನ್ನುವುದಿಲ್ಲ, ಏನು ಮಾಡಬೇಕು?\n \nನಿಮಗೆ ಏನು ಬೇಕೋ ಅದರ ಬಗ್ಗೆ ನನ್ನನ್ನು ಕೇಳಿ. ನೀವು ಟೈಪ್ ಮಾಡಬಹುದು ಅಥವಾ ಮಾತನಾಡಬಹುದು."
    },
    "default_context_selection" : "Ask me about anything that you want. You can type or speak.",
    "context_loading_msg": "ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ, ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಸಿದ್ಧಪಡಿಸುತ್ತಿದ್ದೇವೆ. ಇದು ಒಂದು ನಿಮಿಷದವರೆಗೆ ತೆಗೆದುಕೊಳ್ಳಬಹುದು.",
    "context_error_msg": "ಅಜ್ಞಾತ ದೋಷ ಸಂಭವಿಸಿದೆ, ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಪ್ರಯತ್ನಿಸಿ"
}