{
    "language_selection": "*e-Jaadui Pitara*\n저는 여러분이 아이들의 참여를 유도할 수 있는 놀라운 이야기와 활동을 도와드리기 위해 왔습니다!\r\n\r\n- 나만의 스토리를 만들려면 Story Sakhi 를 선택하세요.\r\n- 집에서 자녀와 함께 참여할 수 있는 활동에 대한 제안을 받으려면 Parent Tara를 선택하세요.\r\n- 학교에서 자녀와 함께 할 수 있는 활동을 제안받으려면 Teacher Tara 을 선택하세요.\n\n부인 성명:\n봇은 100% 정확하지 않을 수 있는 생성 AI 기술을 사용합니다. 따라서 봇이 제공하는 응답에는 내용과 언어에 오류가 있을 수 있습니다. 답변은 단지 암시적일 뿐이며 귀하와 귀하의 상황에 대한 적합성과 관련성을 판단하여 주의해서 사용해야 합니다. 계속 진행하시면 귀하는 이에 대해 완전히 이해하고 동의하게 됩니다.",
    "context": [
        {
            "label": "Katha Sakhi",
            "value": "story",
            "index": 0
        },
        {
            "label": "Teacher Tara",
            "value": "teacher",
            "index": 1
        },
        {
            "label": "Parent Tara",
            "value": "parent",
            "index": 2
        }
    ],
    "context_selection": {
        "story": "Katha Sakhi 에 오신 것을 환영합니다! \n나는 당신이 요청하는 모든 것에 대해 새로운 이야기를 만들 수 있습니다.\n\n예를 들어 다음과 같이 질문할 수 있습니다:\n- 어린이 신동에 대한 이야기를 들려주세요.\n- 엄마를 사랑하는 소녀의 이야기를 들려주세요.\n- 원숭이와 개구리에 관한 이야기를 들려주세요\n\n어떤 이야기를 원하는지 물어보세요. 입력하거나 말할 수 있습니다.",
        "teacher": "Teacher Tara 에 오신 것을 환영합니다! \n학교에서 학생들(3~8세)과 함께 할 수 있는 활동을 제안해 드릴 수 있습니다. \n기초 단계를 위한 새로운 NCF에서 제안하는 놀이 기반 학습에 대한 질문에도 답변해 드릴 수 있습니다. \n다음은 귀하가 질문할 수 있는 내용의 몇 가지 예입니다. \n\n예: \n- 숫자 정렬이나 계산을 가르치기 위해 학생들과 함께 할 수 있는 활동은 무엇입니까? \n- 특별한 도움이 필요한 어린이들과 함께 수업을 진행하려면 어떻게 해야 하나요? \n- 항상 주의가 산만한 아이의 관심을 끌려면 어떻게 해야 할까요? \n\n새로운 NCF에 관한 귀하의 질문에 답변해드릴 수 있습니다. \n당신이 원하는 무엇이든 나에게 물어보세요. 입력하거나 말할 수 있습니다.",
        "parent": "Parent Tara 에 오신 것을 환영합니다! \r\n집에서 아이들과 함께 할 수 있는 활동을 제안해 드릴 수 있습니다. 또한 자녀에게 특정 상황을 처리하는 방법을 제안할 수도 있습니다.\r\n\r\n질문할 수 있는 내용의 몇 가지 예는 다음과 같습니다.\r\n\r\n- 우리 아이는 쉽게 짜증을 낸다. 어떻게 해야 하나요?\r\n- 주방에서 야채를 사용하여 아이와 함께 어떤 활동을 할 수 있나요?\r\n- 아이가 집안 활동에 관심을 갖도록 할 수 있는 방법을 제안해 보세요.\r\n- 우리 아이는 신체적으로 활동적이지 않습니다. 그는 모바일로만 게임을 한다\r\n\r\n당신이 원하는 무엇이든 나에게 물어보세요. 입력하거나 말할 수 있습니다."
    },
    "default_context_selection" : "당신이 원하는 무엇이든 나에게 물어보세요. 입력하거나 말할 수 있습니다.",
    "context_loading_msg": "응답을 준비 중입니다. 잠시 기다려 주세요. 최대 1분 정도 걸릴 수 있습니다.",
    "context_error_msg": "알 수 없는 오류가 발생했습니다. 잠시 후 시도해 보세요."
}