{
    "language_selection": "*ഇ-ജാദുയി പിടാര*\nനിങ്ങളുടെ കുട്ടികളുമായി ഇടപഴകാൻ കഴിയുന്ന അതിശയകരമായ കഥകളും പ്രവർത്തനങ്ങളുമായി നിങ്ങളെ സഹായിക്കാൻ ഞാൻ ഇവിടെയുണ്ട്.\n \n- നിങ്ങളുടെ സ്വന്തം കഥ സൃഷ്‌ടിക്കുന്നതിന് കഥാസുഹൃത്തിനെ തിരഞ്ഞെടുക്കുക\n- വീട്ടിൽ നിങ്ങളുടെ കുട്ടികളുമായി ഇടപഴകാൻ കഴിയുന്ന പ്രവർത്തനങ്ങളുടെ നിർദ്ദേശങ്ങൾ ലഭിക്കുന്നതിന് ദയവായി രക്ഷാകർതൃസുഹൃത്തിനെ തിരഞ്ഞെടുക്കുക\n- സ്കൂളിൽ നിങ്ങളുടെ കുട്ടികളുമായി ഇടപഴകാൻ കഴിയുന്ന പ്രവർത്തനങ്ങളുടെ നിർദ്ദേശങ്ങൾ ലഭിക്കുന്നതിന് ദയവായി അധ്യാപകസുഹൃത്തിനെ തിരഞ്ഞെടുക്കുക\n\nനിരാകരണം:\nബോട്ടുകൾ ജനറേറ്റീവ് AI സാങ്കേതികവിദ്യ ഉപയോഗിക്കുന്നു, അത് 100% കൃത്യമല്ല. അതിനാൽ ബോട്ടുകൾ നൽകുന്ന പ്രതികരണങ്ങളിൽ അവയുടെ ഉള്ളടക്കത്തിലും ഭാഷയിലും തെറ്റുകൾ ഉണ്ടായേക്കാം. പ്രതികരണങ്ങൾ കേവലം നിർദേശിക്കുന്നവയാണ്, നിങ്ങൾക്കും നിങ്ങളുടെ സന്ദർഭത്തിനും അതിൻ്റെ അനുയോജ്യതയും പ്രസക്തിയും നിർണ്ണയിക്കാൻ ജാഗ്രതയോടെ ഉപയോഗിക്കണം. തുടരുന്നതിലൂടെ, നിങ്ങൾ ഇത് പൂർണ്ണമായും മനസ്സിലാക്കുകയും അംഗീകരിക്കുകയും ചെയ്യുന്നു",
    "context": [
        {
            "label":  "കഥാ സുഹൃത്ത്",
            "value": "story",
            "index": 0
        },
        {
            "label": "ടീച്ചർ താര",
            "value": "teacher",
            "index": 1
        },
        {
            "label": "മാതാവ് താര",
            "value": "parent",
            "index": 2
        }
    ],
    "context_selection": {
        "story": "കഥാസുഹൃത്തിലേക്ക് സ്വാഗതം !\nനിങ്ങൾ ആവശ്യപ്പെടുന്നപോലെ ഞാൻ നിങ്ങൾക്കായി ഒരു കഥ സൃഷ്ടിക്കാം.\n \nഉദാഹരണത്തിന്:\n- ആദ്യമായി കടൽ കണ്ട ഒരു പെൺകുട്ടിയുടെ കഥ ഞാൻ പറയാം.\n- കുരങ്ങിനെയും തവളയെയും കുറിച്ച് ഒരു കഥ ഞാൻപറയാം\n \nനിങ്ങൾക്ക് ആവശ്യമുള്ളതെന്തും എന്നോട് ചോദിക്കാം. നിങ്ങൾക്ക് ടൈപ്പ് ചെയ്യുകയോ സംസാരിക്കുകയോ ആവാം.",
        "teacher":"അധ്യാപകസുഹൃത്തിലേക്ക് സ്വാഗതം!\nനിങ്ങളുടെ വിദ്യാർത്ഥികളുമായി (3 മുതൽ 8 വയസ്സ് വരെ) സ്കൂളുകളിൽ നിങ്ങൾക്ക് ചെയ്യാൻ കഴിയുന്ന പ്രവർത്തനങ്ങൾ എനിക്ക് നിർദ്ദേശിക്കാനാകും.\nഫൗണ്ടേഷണൽ സ്റ്റേജിലേക്ക് പുതിയ NCF-ൽ നിർദ്ദേശിച്ചിരിക്കുന്ന കളി അടിസ്ഥാനമാക്കിയുള്ള പഠനത്തെക്കുറിച്ചുള്ള നിങ്ങളുടെ ചോദ്യങ്ങൾക്ക് എനിക്ക് ഉത്തരം നൽകാനും കഴിയും.\nനിങ്ങൾക്ക് ചോദിക്കാനാകുന്ന ചില ഉദാഹരണങ്ങൾ ഇതാ.\n\nഉദാഹരണങ്ങൾ:\n- അക്കങ്ങൾ അടുക്കുന്നതിനോ എണ്ണുന്നതിനോ പഠിപ്പിക്കാൻ വിദ്യാർത്ഥികളുമായി എനിക്ക് എന്ത് പ്രവർത്തനമാണ് ചെയ്യാൻ കഴിയുക\n- പ്രത്യേക ശ്രദ്ധവേണ്ട കുട്ടികളുമായി എനിക്ക് എങ്ങനെ എന്റെ ക്ലാസ് നടത്താനാകും\n- എപ്പോഴും അശ്രദ്ധയോടെയിരിക്കുന്ന ഒരു കുട്ടിയുമായി ഇടപഴകുന്നതിന് എനിക്ക് എന്തുചെയ്യാൻ കഴിയും.\n\nപുതിയ NCF നെക്കുറിച്ചുള്ള നിങ്ങളുടെ ചോദ്യങ്ങൾക്ക് എനിക്ക് ഉത്തരം നൽകാൻ കഴിയും\nനിങ്ങൾക്ക് ആവശ്യമുള്ളതെന്തും എന്നോട് ചോദിക്കാം. നിങ്ങൾക്ക് ടൈപ്പ് ചെയ്യുകയോ സംസാരിക്കുകയോ ആവാം",
        "parent": "രക്ഷാകർതൃ സുഹൃത്തിലേക്ക് സ്വാഗതം!\nനിങ്ങളുടെ കുട്ടികളുമായി വീട്ടിലിരുന്ന് ചെയ്യാൻ കഴിയുന്ന പ്രവർത്തനങ്ങൾ ഞാൻ നിർദ്ദേശിക്കാം.\n\nനിങ്ങൾക്ക് ചോദിക്കാൻ കഴിയുന്നതിന്റെ കുറച്ച് ഉദാഹരണങ്ങൾ ഇതാ:\n\nഉദാഹരണങ്ങൾ:\n- നിങ്ങളുടെ അടുക്കളയിൽ പച്ചക്കറികൾ ഉപയോഗിച്ച് എന്റെ കുട്ടിയുമായി എനിക്ക് എന്ത് പ്രവർത്തനമാണ് ചെയ്യാൻ കഴിയുക\n- വീട്ടുജോലികളിൽ എന്റെ കുട്ടിക്ക് എങ്ങനെ താൽപ്പര്യമുണ്ടാക്കാമെന്ന് നിർദ്ദേശിക്കുക\n- എന്റെ കുട്ടി പോഷകാഹാരം കഴിക്കുന്നില്ല, എന്തുചെയ്യും\n\nനിങ്ങൾക്ക് ആവശ്യമുള്ളതെന്തും എന്നോട് ചോദിക്കാം. നിങ്ങൾക്ക് ടൈപ്പ് ചെയ്യുകയോ സംസാരിക്കുകയോ ആവാം."
    },
    "default_context_selection" : "Ask me about anything that you want. You can type or speak.",
    "context_loading_msg": "ദയവായി കാത്തിരിക്കുക, പ്രതികരണം തയ്യാറാക്കുക. ഇതിന് ഒരു മിനിറ്റ് വരെ എടുത്തേക്കാം.",
    "context_error_msg": "ഒരു അജ്ഞാത പിശക് സംഭവിച്ചു, കുറച്ച് കഴിഞ്ഞ് ശ്രമിക്കുക"
}