{
    "language_selection": "*ఈ-జాదూయీ పిటారా*\nమీరు మీ పిల్లలను ఎంగేజ్ చేయగల అద్భుతమైన కథలు మరియు కార్యకలాపాలతో మీకు సహాయం చేయడానికి నేను ఇక్కడ ఉన్నాను.\n \n- దయచేసి మీ స్వంత కథను సృష్టించడం కోసం స్టోరీ సఖిని ఎంచుకోండి\n- దయచేసి మీరు ఇంట్లో మీ పిల్లలతో పాల్గొనే కార్యకలాపాల సూచనలను పొందడానికి పేరెంట్ తారాని ఎంచుకోండి\n- దయచేసి పాఠశాలలో మీ పిల్లలతో మీరు పాల్గొనే కార్యకలాపాల సూచనలను పొందడానికి టీచర్ తారాని ఎంచుకోండి\n\nనిరాకరణ:\nబాట్‌లు జనరేటివ్ AI సాంకేతికతను ఉపయోగిస్తాయి, ఇది 100% ఖచ్చితమైనది కాకపోవచ్చు. అందువల్ల బాట్‌లు ఇచ్చిన ప్రతిస్పందనలలో వాటి కంటెంట్ మరియు భాషలో తప్పులు ఉండవచ్చు. ప్రతిస్పందనలు కేవలం సూచనాత్మకమైనవి మరియు మీకు మరియు మీ సందర్భానికి దాని అనుకూలత మరియు ఔచిత్యాన్ని నిర్ణయించడానికి జాగ్రత్తగా ఉపయోగించాలి. కొనసాగడం ద్వారా, మీరు దీన్ని పూర్తిగా అర్థం చేసుకుంటారు మరియు అంగీకరిస్తారు",
    "context": [
        {
            "label": "కథా సఖి",
            "value": "story",
            "index": 0
        },
        {
            "label": "టీచర్ తార",
            "value": "teacher",
            "index": 1
        },
        {
            "label":  "పేరెంట్ తార",
            "value": "parent",
            "index": 2
        }
    ],
    "context_selection": {
        "story": "కథా సఖికి స్వాగతం!\nమీరు అడిగిన విషయాన్ని గురించి నేను కొత్త కథను సృష్టించగలను.\n\nఉదాహరణకి:\n- సముద్రాన్ని మొదటిసారి చూసిన ఒక అమ్మాయి గురించి ఒక కథ చెప్పగలను.\n- కోతి, కప్ప గురించి ఒక కథ చెప్పగలను\n\nమీకు దేని గురించి కథ కావాలో అడగండి. మీరు టైప్ చేయవచ్చు లేదా మాట్లాడవచ్చు.",
        "teacher": "టీచర్ తారాకి స్వాగతం! \nపాఠశాలల్లో మీ విద్యార్థులతో (3 నుండి 8 సంవత్సరాల వయస్సు పిల్లలు) మీరు చేయగలిగే కార్యకలాపాలను నేను మీకు సూచించగలను. ఫౌండేషన్ స్టేజ్ కోసం కొత్త NCFలో సూచించిన ప్లే బేస్డ్ లెర్నింగ్ గురించి కూడా మీ ప్రశ్నలకు నేను సమాధానం చెప్పగలను. మీరు ఇలాంటి ప్రశ్నలు అడగవచ్చు. \n\nఉదాహరణలు:\n- సంఖ్యలను క్రమబద్ధీకరించడం లేదా లెక్కించడం, బోధించడానికి నేను విద్యార్థులతో ఏ కార్యకలాపాన్ని చేయగలను.\n- ప్రత్యేక అవసరాలు ఉన్న పిల్లలతో నేను నా తరగతిని ఎలా నిర్వహించగలను.\n- ఎప్పుడూ పరధ్యానంగా ఉండే పిల్లవాడిని ఎంగేజ్ చేయడానికి నేను ఏమి చేయగలను.\n\nకొత్త NCF గురించి మీ ప్రశ్నలకు నేను సమాధానం చెప్పగలను.\nమీకు కావలసిన దాని గురించి నన్ను అడగండి. మీరు టైప్ చేయవచ్చు లేదా మాట్లాడవచ్చు.\n",
        "parent": "పేరెంట్ తారాకి స్వాగతం!\nమీరు ఇంట్లో మీ పిల్లలతో చేయగలిగే కార్యకలాపాలను నేను మీకు సూచించగలను. మీరు అడగడానికి ఇక్కడ కొన్ని ఉదాహరణలు ఉన్నాయి:\n\n- మీ వంటగదిలోని కూరగాయలను ఉపయోగించి నా బిడ్డతో నేను ఏ కార్యకలాపాన్ని చేయగలను\n- ఇంటి కార్యకలాపాలపై నా బిడ్డకు ఆసక్తిని కలిగించడం ఎలాగో సూచించండి\n- నా బిడ్డ పౌష్టికాహారం తినడు, ఏం చేయాలి\n \nమీకు కావలసిన దాని గురించి నన్ను అడగండి. మీరు టైప్ చేయవచ్చు లేదా మాట్లాడవచ్చు."
    },
    "default_context_selection" : "Ask me about anything that you want. You can type or speak.",
    "context_loading_msg": "దయచేసి వేచి ఉండండి, ప్రతిస్పందనను సిద్ధం చేయండి. దీనికి ఒక నిమిషం పట్టవచ్చు.",
    "context_error_msg": "ఏదో ఇబ్బంది సంభవించింది, దయచేసి కొంత సమయం తర్వాత ప్రయత్నించండి"
}