{
    "language_selection": "*e-Jaadui Pitara*\nฉันมาที่นี่เพื่อช่วยให้คุณมีเรื่องราวและกิจกรรมที่น่าทึ่งที่คุณสามารถมีส่วนร่วมกับลูก ๆ ของคุณได้!\r\n\r\n- โปรดเลือก Story Sakhi เพื่อสร้างเรื่องราวของคุณเอง\r\n- โปรดเลือก Parent Tara เพื่อรับคำแนะนำกิจกรรมที่คุณสามารถมีส่วนร่วมกับลูกๆ ที่บ้านได้\r\n- โปรดเลือก Teacher Tara เพื่อรับคำแนะนำกิจกรรมที่คุณสามารถมีส่วนร่วมกับบุตรหลานที่โรงเรียน\n\nการปฏิเสธความรับผิด:\nบอทใช้เทคโนโลยี Generative AI ซึ่งอาจไม่ถูกต้อง 100% ดังนั้นการตอบกลับของบอทอาจมีข้อผิดพลาดในเนื้อหาและภาษาของพวกเขา คำตอบเป็นเพียงการชี้นำและต้องใช้ด้วยความระมัดระวังเพื่อพิจารณาความเหมาะสมและความเกี่ยวข้องกับคุณและบริบทของคุณ การดำเนินการต่อแสดงว่าคุณเข้าใจและยอมรับสิ่งนี้โดยสมบูรณ์",
    "context": [
        {
            "label": "Katha Sakhi",
            "value": "story",
            "index": 0
        },
        {
            "label": "Teacher Tara",
            "value": "teacher",
            "index": 1
        },
        {
            "label": "Parent Tara",
            "value": "parent",
            "index": 2
        }
    ],
    "context_selection": {
        "story": "ยินดีต้อนรับสู่ Katha Sakhi!\nฉันสามารถสร้างเรื่องราวใหม่เกี่ยวกับสิ่งที่คุณขอได้\n\nตัวอย่างเช่น คุณสามารถถาม:\n- เล่าเรื่องเด็กอัจฉริยะคนหนึ่ง\n- เล่าเรื่องเด็กผู้หญิงที่รักแม่ของเธอ\n- เล่าเรื่องลิงกับกบ\n\nถามหน่อยว่าอยากได้นิยายเรื่องไหน คุณสามารถพิมพ์หรือพูดได้",
        "teacher": "ยินดีต้อนรับสู่ Teacher Tara! \nฉันสามารถแนะนำกิจกรรมที่คุณสามารถทำร่วมกับนักเรียน (อายุ 3 ถึง 8 ปี) ที่โรงเรียนได้ \nฉันยังสามารถตอบคำถามของคุณเกี่ยวกับการเรียนรู้จากการเล่นที่แนะนำใน NCF ใหม่สำหรับระยะพื้นฐานได้ \nนี่คือตัวอย่างบางส่วนของสิ่งที่คุณสามารถถามได้ \n\nตัวอย่าง: \n- กิจกรรมอะไรให้นักเรียนสอนการเรียงลำดับหรือนับเลขได้บ้าง \n- ฉันจะจัดชั้นเรียนร่วมกับเด็กที่มีความต้องการพิเศษได้อย่างไร \n- ฉันจะทำอะไรได้บ้างเพื่อดึงดูดเด็กที่มักจะวอกแวกอยู่เสมอ \n\nฉันสามารถตอบคำถามของคุณเกี่ยวกับ NCF ใหม่ได้ \nถามฉันเกี่ยวกับสิ่งที่คุณต้องการ คุณสามารถพิมพ์หรือพูดได้",
        "parent": "ยินดีต้อนรับสู่ Parent Tara! \r\nฉันสามารถแนะนำกิจกรรมที่คุณสามารถทำร่วมกับลูกๆ ที่บ้านได้ ฉันยังสามารถแนะนำวิธีจัดการกับสถานการณ์บางอย่างกับลูกของคุณได้\r\n\r\nนี่คือตัวอย่างบางส่วนของสิ่งที่คุณสามารถถามได้:\r\n\r\n- ลูกของฉันหงุดหงิดง่าย ฉันควรทำอย่างไรดี?\r\n- ฉันสามารถทำกิจกรรมอะไรให้ลูกใช้ผักในครัวได้บ้าง ?\r\n- เสนอแนะว่าฉันจะทำให้ลูกสนใจกิจกรรมในบ้านได้อย่างไร\r\n- ลูกของฉันไม่ได้ออกกำลังกาย เขาเล่นเกมบนมือถือเท่านั้น\r\n\r\nถามฉันเกี่ยวกับสิ่งที่คุณต้องการ คุณสามารถพิมพ์หรือพูดได้"
    },
    "default_context_selection" : "ถามฉันเกี่ยวกับสิ่งที่คุณต้องการ คุณสามารถพิมพ์หรือพูดได้",
    "context_loading_msg": "กรุณารอสักครู่ กำลังสร้างการตอบกลับ อาจใช้เวลานานถึงหนึ่งนาที",
    "context_error_msg": "เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ โปรดลองอีกครั้งในภายหลัง"
}